
window.data=[
    {
      basic: [
        {
          header: 'Login',
          cards: [
            { Img: 'dataIMG/Basic/Login/1.png', text: `თუ უკვე დააერთეთ NVR-ი დენზე და LAN -კაბელით მიაერთეთ როუთერზე, რომელთანაც დაკავშირებულია  კომპიუტერი(კომპიუტერი როუთერთან შეიძლება იყოს მიერთებული როგორც კაბელით ასევე უკაბელოდ მთავარია ერთ ქსელს დაუკავშირდნენ), თქვენ უკვე შეძლებთ NVR-თან კავშირს, 
            რათა მივაკითხოთ NVR-ს უნდა გავიგოთ მისთვის გამოყოფილი IP-მისამართი, ამ მისამართის გასაგებად ყველაზე მარტივი მეთოდია სპეციალური მწარმოებლის მიერ მოწოდებული აპლიკაციის(EZTools) გამოყენება, რომელიც შეგიძლიათ გადმოწეროთ შესაბამის ლინკზე:
            https://www.uniview.com/Support/Download_Center/Tool/201502/787314_168459_0.htm
            აპლიკაციის გახსნის შემდგომ შეგვეძლება დავინახოთ ქსელში ჩართული UNV-ს ბრენდის მოწყობილობები,მოძებნეთ NVR-ი მისი მოდელის ნომრით და 
            ამოიწერეთ IP-მისამართი, რომელსაც შემდგომ გამოვიყენებთ ნებისმიერ ბრაუზერში. (Chrome, Opera, Microsoft Edge)ბრაუზერის საძიებო
            ველში შეიყვანეთ IP-მისამართი და თქვენს ბრაუზერში ჩაიტვირთება მსგავსი ვებ აპლიკაცია:
            სანამ თქვენი მონაცემების შეყვანას შეძლებთ პირველადი შესვლისთვის მოგიწევთ ქარხნულად მინიჭებული მონაცემების გამოყენება
            1. მოცემულ ვეში შეიყვანეთ - Admin
            2. მოცემულ ვეში შეიყვანეთ - 123456
            
            შესვლისთანავე შეძლებთ მონაცემების(სახელი,პაროლი) შეცვლას, როგორც თქვენ გსურთ.
            ` },
            { Img: 'dataIMG/Basic/Login/2.png', text: `იმ შემთხვევაში თუ დაგავიწყდათ მითითებული მონაცემები,დააკლიკეთ სახელის და პაროლის ველთან მყოფ ღილაკს "Forgot Password" და გამოსახული QR -ის ფოტო გადაუგზავნეთ ჩვენს დახმარების ცენტრს, ჩვენ მივიღებთ ამ QR და გიკარნახებთ
            ერთჯერად კოდს რომელსაც 4. ველში შეიყვანთ.
            თუ რაღატომღაც მოცემულ QR-ს ვერ ხსნით ან ვერ გვიგზავნით, შეგიძლიათ მოწყობილობის სერიული ნომრის გამოგზავნა რომელიც წერია ან 
            EZTools-ში, ანდაც მოწყობილობის უკან მიკრულ სტიკერზე, სტიკერზე მყოფი QR-კოდი არ არის კოდი რომელიც გამოიყენება მონაცემების აღსადგენად !
            ` }
          ]
        },
        {
          header: 'Live View Interface',
          cards: [
            { Img: 'dataIMG/Basic/Live View Interface/Screenshot 2024-03-06 104006.png', text: `კამერების ფიზიკურად დაერთების და დაკონფიგურირების შემდგომ კამერების ლაივ სტრიმინგზე დაკვირვება შესაძლებელია Live View ფანჯარაში
            1. აირჩიეთ უჯრა რომელშიც გსრურთ რომ დაინახოთ ლაივ სტრიმი.
            2. დააკლიკეთ კამერის ნიშანს (და არა ტექსტს!) რათა გამოჩნდეს მონიშნულ უჭრაში არჩეული კამერის პირდაპირი სტრიმინგი` },
            { Img: 'dataIMG/Basic/Live View Interface/Screenshot 2024-03-06 104100.png', text: `3. მოცემული უჯრების რაოდენობის ან ფორმის შესაცვლელად დააკლიკეთ ამ ღილაკს და აიჩიეთ სასრუველი რაოდენობა.` }
            ]
        },
        {
          header: 'PlayBack Interface',
          cards: [
            { Img: 'dataIMG/Basic/PlayBack Interface/Screenshot 2024-03-06 104456.png', text: `PlayBack - ფანჯარა ჩვეულებრივ იფუნქციონირებს თუ მყარი დისკი აყენია მოწყობილობაში, აქ შეგიძლიათ ნახოთ
            ჩანაწერი რაც NVR-მა განახორციელა დღეების მიხედვით,კონკრეტული კამერის ჩანაწერის ნახვა ზუსტად იგივენაირად ხდება როგორც Live View-ფანჯარაში, კამერის მარცხნივ მყოფ აიკონზე დაკლიკებით,
            შეგიძლიათ ჩანაწერის ყურება, გადახვევა, აჩქარება. ასევე კამერის ღილაკის მარჯვნივ არის ჩამოწერის ღილაკი რომლითაც შეგიძლიათ ჩამოტვირთოთ
            ჩანაწერი რომელიც კონკრეტულმა კამერამ გადაიღო. PlayBack - ში ასევე შეგიძლიათ დაინახოთ ცვლილება,რომელიც კამერამ დააფიქსირა,ცვლილებაში იგულისხმება
            რაიმე სახის მოძრაობა,იქნება ეს ადამიანი თუ რაიმე სხვა ობიექტი,მსგავსი ცვლილება ქვემოთ მოცემულ ველზე წითლად იქნება გამოსახული მოძრაობის დაწყებიდან დამთავრებამდე. სადაც მოძრაობა
            არ ფიქსირდება ქვემოთ მოცემული ველის ფერი არის ლურჯი.` }
       
          ]
        },
  
      ]
    },
    {
      setup: [
        {
          header: 'Alaram',
          cards: [
            { Img: 'dataIMG/Setup Interface/Alaram/Alarm Input/1.png', text: `Alarm Input - არის პორტი რომელიც გამოიყენება სხვა საგანგაშო მოწყობილობისგან ინფორმაციის მისაღებად და საპასუხო ქმედებების გასაშვებად
            1. აირჩიეთ განგაშის პორტი რომლიდანაც მოელით ინფორმაციას
            2. დაარქვით სახელი
            3. განგაშის ტიპი - ელექტრო სისტემაში არის მხოლოდ ორი სახის კონტაქტი, N.O. - Normally Open და N.C. Normally Closed სხვა სახის კონტაქტი არ არსებობს
            ეს ორი ერთმანეთის საპირისპიროა.
            4. ჩართეთ Alarm Input ფუნქცია
            Trigger Action-ში აირჩიეთ ფუნქცია რომელიც გაეშვება Alarm Input-ზე` },     
            { Img: 'dataIMG/Setup Interface/Alaram/Alarm Output/1.png', text: `Alarm Out - არის პორტი რომლის მეშვეობითაც ხდება სხვა საგანგაშო მოწყობილობებთან სიგნალის გაგზავნა
            1. აირჩიეთ პორტი
            2. აირჩიეთ სტატუსი
            3. აირჩიეთ გამავალი სიგნალის ხანგრძლივობა, ანუ პერიოდი რომლის მანძილზეც სიგნალს გასცემს მოწყობილობა მოცემულ პორტზე
            4. ხელით მიუთითეთ რამდენი ხანი გსურთ, რომ გაგრძელდეს განგაში` },
            { Img: 'dataIMG/Setup Interface/Alaram/Audio Detection/1.png', text: `Audio detection - ფუნქცია აფიქსირებს ხმის ცვლილებას და უშვებს ჩვენს მიერ თანდართულ ფუნქციას როგორც ყველა სახის ჭკვიანი ფუნქცია
            1. აირჩიეთ კამერა
            2. ამოცნობის ტიპი აირჩიეთ აუდიო ამოცნობის ტიპი ჩამოსაშლელი სიიდან.
            • უეცარი აწევა: განგაში იწყება, როდესაც ხმის მატების ტემპი აღემატება დაყენებულ
            ღირებულებას.
            • უეცარი დაცემა: განგაში იწყება, როდესაც ხმის ვარდნის ტემპი ცდება დადგენილ ღირებულებას.
            • უეცარი ცვლილება: განგაში იწყება, როდესაც ხმის ზრდის ან დაცემის ტემპი ცდება
            მითითებულ ღირებულებას და არ უთანაბრდება.
            • ბარიერი: განგაში ჩნდება, როდესაც ხმა აჭარბებს დადგენილ ლიმიტს.
            3. გამოიყენეთ სლაიდერი სხვაობისა და ლიმიტის დასარეგულირებლად.
            • განსხვავება ორ ხმის მოცულობას შორის. განგაში იწყება, როდესაც
            მოცულობის ზრდა ან დაცემის ტემპი აღემატება განსხვავებას (დიაპაზონი: 0-400).
            • ბარიერი: მოცულობის ზღვრული მნიშვნელობა. განგაში ჩნდება, როდესაც აღმოჩენილი
            მოცულობა აღემატება დადგენილ მნიშვნელობას, ლიმიტს (დიაპაზონი: 0-400). ` },
            { Img: 'dataIMG/Setup Interface/Alaram/Buzzer/1.png', text: `Buzzer - აირჩიეთ Buzzer-სახის განგაშის პარამეტრები, თუ რამდენი ხანი გსურთ, რომ გრძელდებოდეს მოწყობილობის ვიბრირება
            1.აირჩიეთ ვიბრაციის დრო
            2.ხელით მიანიჭეთ დრო მოცემულ განგაშს` },
            { Img: 'dataIMG/Setup Interface/Alaram/Human Body Detection/1.png', text: `Human Body Detection - თუ მოცემულ კამერას აქვს ადამიანის სხეულის დაფიქსირების ფუნქცია, აქ შევძლებთ ამ ფუნქციის კონფიგურაციას
            1.ჩართეთ Human Body Detection
            2.ქვემოთ მოცემულ ველში აირჩიეთ ტერიტორია რომელზეც გსურთ,რომ გავრცელდეს ფუნქციის ქმედება
            3.Trigger Action-ში აირჩიეთ თქვენთვის სასურველი ქმედება რომელიც გაეშვება ადამიანის სხეულის დაფიქსირებისას` },
            { Img: 'dataIMG/Setup Interface/Alaram/Manual/1.png', text: `Manual - ფანჯარაში შესაძლებელია Alarm Out- პორტებზე განგაშის ხელით გაშვება, ანუ პორტისთვის ინფორმაციის გადაცემის უფლების მინიჭება ან შეწყვეტა
            ქვემოთ მოცემულ ფანჯარაში აირჩიეთ თქვენთვის სასურველი პორტები, რომლებიც გააქტიურებენ დაერთებულ საგანგაშო მოწყობილობებს
            1. დააჭირეთ Trigger- ღილაკს რათა დაიწყოს განგაშის სიგნალის გაშვება მოცემულ პორტზე
            2. თუ გსურთ სიგნალის გადაცემის გაწყვეტა, მონიშნეთ პორტი და დააჭირეთ Clear-ღილაკს 
            • ბარიერი: მოცულობის ზღვრული მნიშვნელობა. განგაში ჩნდება, როდესაც აღმოჩენილი
            მოცულობა აღემატება დადგენილ მნიშვნელობას, ლიმიტს (დიაპაზონი: 0-400). ` },
            { Img: 'dataIMG/Setup Interface/Alaram/Manual/2.png', text: 'მალე დაემატება' },
            { Img: 'dataIMG/Setup Interface/Alaram/Motion/1.png', text: `Motion Detection - ის ფუნქცია გააჩნია უმეტეს UNV-ს კამერებს, შესაბამისად ეს ფუნქციონალი მოცემული ბრენდისთვის არ გამოირჩევა და სმარტ ინთერფეისში ადგილი აღარ აქვს დათმობილი, Alarm-შეგვიძლია ვიხილოთ ჭკვიანი ფუნქციების სხვა დიდი არჩევანიც, მაგრამ ჯერ განვიხილოთ მოძრაობის დაფიქსირება
            1. აირჩიეთ კამერა რომლისთვისაც გსურთ მოცემული სმარტ ფუნქციის კონფიგურაცია
            2. ჩართეთ ან გამორთეთ მოძრაობის დაფიქსირება
            ქვემოთ მოცემულ ველში ხდება ჩვენთვის სასურველი პარამეტრების ცვლილება მოცემული სმარტ ფუნქციისთვის
            1. Area- აქ ხდება ტერიტორიის მონიშვნა თუ სადაც გვსურს რომ კამერამ დააფიქსიროს მოძრაობა და გაუშვას ჩვენს მიერ სასურველი ფუნქცია 
            მაგ:ჩაწერის დაწყება, განგაში, შეტყობინება
                 Draw Area -თი მონიშნეთ ტერიტორია რომელზეც გსურთ მოხდეს მოძრაობის ფიქსირება, მონიშნული ტერიტორია გამოსახულია წითელი კვადრატებით
                  Clear All-ით წაშალეთ მონიშნული ტერიტორია` },
            { Img: `dataIMG/Setup Interface/Alaram/Temperature Alarm/1.png`, text: `Temperature Alarm
            განგაში იწყება, როდესაც გამოვლენილია სხეულის არასტაბილური ტემპერატურა.
            Შენიშვნა:
            • ეს ფუნქცია ხელმისაწვდომია მხოლოდ თერმული გამოსახულების კამერებისთვის.
            • ამ ფუნქციის გამოყენებამდე გთხოვთ, ჩართოთ სხეულის ტემპერატურის გაზომვა, იხილეთ თერმული გამოსახულების გვერდი დეტალებისთვის.` },
            { Img: `dataIMG/Setup Interface/Alaram/Tempering/1.png`, text: `Video Tampering- არის ვიდეოში გადმოცემული ობიექტის ან გამოსახულების დამალვა, ვიდეო გამოსახულების ჩანაცვლება არალეგალური გზით. ამის თავიდან
            ასარიდებლად კამერებს აქვთ ჩაშენებული ჭკვიანი ფუნქცია რომელიც დააფიქსირებს მსგავს ქმედებას და შეგვატყობინებს
            1. აირჩიეთ კამერა
            2. ჩართეთ ფუნქცია
            Trigger Action-ში მიუთითეთ თუ რა სახის განგაში წამოიწყოს მოცემულმა ფუნქციამ` },
            { Img: `dataIMG/Setup Interface/Alaram/Video Loss/1.png`, text: `Video Loss განგაში გვატყობინებს, როდესაც NVR კარგავს ვიდეო სიგნალს კამერიდან
            1. ჩართეთ Video Loss
            2. Trigger Action - ში დაურთეთ თქვენთვის სასურველი განგაში ან შეტყობინება მოცემულ ფუნქციას` },
         
          
          ]
        },
        {
          header: 'Alert',
          cards: [
            { Img: `dataIMG/Setup Interface/Alert/1.png`, text: `Alert - ფანჯარაში ხდება განგაშის კონფიგურაცია სხვადასხვა მოვლენებზე საპასუხოდ.
            1. Alert Type - ვირჩევთ თუ რა შემთხვევაში გაეშვას განგაში
                 IP Conflict - განგაში გაეშვება თუ ჩვენს მოწყობილობაზე მინიჭებული მისამართი უკვე დაკავებულია ანდაც მიენიჭა სხვა მოწყობილობასაც
                 Disk Offline - განგაში გაეშვება თუ მყარი დისკი არ არის ნაპოვნი, ან კავშირი ჩავარდა
                 Disk Abnormal - განგაში გაეშვება თუ მყარ დისკზე დაფიქსირდა ხარვეზი ანდაც არ არის მყარი დისკი თავსებადი
                 Illegal Access - განგაში გაეშვება თუ არასწორი სახელი და პაროლი იქნა შეყვანილი
                 Hard Disk Space Low - განგაში გაეშვება თუ მყარი დისკის მეხსიერება იწურება
                 Hard Disk  Full - განგაში გაეშვება თუ მყარი დისკის მეხსიერება ამოიწურა
                 Recording/Snapshot Abnormal - განგაში გაეშვება თუ ვიდეოს ან ფოტოს შენახვა ვერ ხერხდება იმიტომ, რომ მყარ დისკთან კავშირი ფერხდება
            2. ქვედა ველში გვაქვს მოცემული სხვადასხვა განგაშის ვარიანტები, არჩეული პირობის საპასუხოდ იქნება გაშვებული არჩეული განგაში.
                  Buzzer - მოწყობილობის ვიბრაცია
                  Push alarm - არის შეტყობინება, რომელსაც პროგრამული აპლიკაცია უგზავნის მომხმარებელს, რათა აცნობოს მათ რაიმეს შესახებ, ჩვენს შემთხვევაში
                 გვაცნობოს, რომ პირობა რომლის დროსაც განგაში უნდა გაშვებულიყო შესრულდა, Push alarm-ის შეტყობინება გამოსახულია Maintenance>Log ფანჯარაში
                 Alarm Output - აგზავნის სიგნალს Alarm Out- პორტებში, ატყობინებს სხვა საგანგაშო მოწყობილობებს რომ დაიწყონ მოქმედება
                 Send Email - აგზავნის მომხმარებლის მიერ მითითებულ Email-ზე შეტყობინებას` }
      
          ]
        },
        {
          header: 'Camera',
          cards: [
            { Img: `dataIMG/Setup Interface/Camera/1-1.png`, text: `ამ სექციაში ხდება კამერების მენეჯმენტი, დამატება, წაშლა, და მარტივი კონფიგურაცია, ქვემოთ მოცემულ ველში ჩანს თუ რამდენი კამერის მიერთება შეუძლია მოცემულ მოწყობილობას,თითოეულ NVR-ს გააჩნია ლიმიტი, არა აქვს მნიშვნელობა კამერა ფიზიკურად იქნება მიერთებული პორტზე თუ ლანის მეშვეობით, ქვემოთ მოცემულ ლიმიტზე მეტს მაინც ვერ მივაერთებთ.
            1.ავტომატურად ჩაერთვება ყველა(ახალ) დაკავშირებულ კამერას H.265 კომპრესირება, ანუ თუ კამერა პირველად დავაკავშირეთ მოწყობილობას, მხოლოდ მაშინ
            კომპრესირება ავტომატურად გადაირთვება H.265-ზე(უკვე დამატებული კამერებისთვის არაფერი შეიცვლება), H.265- არის კომპრესირების ერთ-ერთი ალგორითმი, ეს ალგორითმი გამოიყენება ვიდეოს ზომის შესამცირებლად შენახვისას, რათა დაიზოგოს მეტი მეხსიერება, ყველანაირი ხარისხის დანაკარგის გარეშე.
            2.იმავენაირად მოხდება U-Code კომპრესირების გააქტიურება მოწყობილობის მიერთებისას.
            3. Modify-ღილაკის გამოყენება შესაძლებელია, ქვემოთ მოცემული ველიდან ერთ-ერთი ინტერფეისის არჩევის შემდგომ.
            4. Auto Search-ღილაკი ავტომატურად ეძებს ქსელში მსგავსი ბრენდის ან ONVIF-პროტოკოლის მქონე კამერებს, რათა შევძლოთ მათი მარტივად დამატება. ძირითადად გამოიყენება უკვე NVR-ზე მიერთებული მოწყობილობების დასაკავშირებლად, ზოგადად სხვა შემთხვევაში ვიყენებთ, Modify-ღილაკს.
            5. Search Segment - ვეძებთ კამერებს, მისამართების კონკრეტულ შუალედში` },     
            { Img: 'dataIMG/Setup Interface/Camera/1-1-1.png', text: `თუ თქვენ აირჩევთ ინტერფეისს და დააჭერთ Modify-ღილაკს გაიხსნება მოცემული ფანჯარა
            1. აქ ვირჩევთ თუ როგორ დაუკავშირდეს NVR-ი კამერას
                 Plug-and-Play - გამოიყენება უშუალოდ NVR-ზე დაერთებული კამერების დასაკავშირებლად, ზოგადად Auto-search ის მიერ დამატებული
            კამერა დაემატება ამ ველის მქონე ინტერფეისზე, ერთადერთი რისი შეცვლაც შეიძლება დაგჭირდეთ მოცემულ შემთხვევაში არის კამერის პაროლი
            იმ შემთხვევაში თუ კამერის პაროლი შეცვლილ იქნა ან არის სხვა ბრენდის კამერა და შესაბამისად სხვა  Default პაროლი აქვს.
                 IP Address - მოცემული ველის არჩევის შემთხვევაში კამერას ვუკავშირებთ ჩვენით, ანუ ხელით შეგვყავს კამერის მონაცემები რათა დავანახოთ
            NVR-ს მოწყობილობა. (ზოგადად ვიყენებთ როდესაც კამერებია ცალკეა მიერთებული ქსელში, სვიჩზე მაგალითად)
                 Domain Name - თუ ვიყენებთ DNS-ს ქსელში და კამერისთვის გვაქვს მინიჭებული Domain Name-ი IP-მისამართის ნაცვლად ვიყენებთ დომეინს, მაგალითად
                 MyCamera.com
            2. აქ აირჩევა პროტოკოლი რომლითაც ხდება მოწყობილობებს შორის საუბარი და ინფორმაციის მიმოცვლა
             Private-შიდა ბრენდის პროტოკოლი, ვირჩევთ თუ ვაკავშირებთ იგივე ბრენდის კამერას
             ONVIF-საზოგადო სტანდარტი, ზოგადად თითქმის ყველა კამერას გააჩნია მოცემული სტანდარტი, რომელიც საშუალებას
             იძლევა სხვადასხვა ბრენდის მოწყობილობებს შორის მოხდეს კავშირი, მაგრამ არ არის იმდენად სტაბილური და ხარისხიანი
             როგორიც შიდა პროტოკოლი
            3. ამ ველში იწერება კამერაზე მინიჭებული IP მისამართი, UNV-ს ბრენდის კამერების IP მისამართი შეგიძლიათ ნახოთ EZTools-ში
            4. პორტი რომლის მეშვეობითაც ხდება ინფორმაციის გადაცემა, Default HTTP
            5. კამერის Username, ჩვეულებრივ შემთხვევაში Username ყოველთვის არის admin-ასე რომ ამ ველის შეცვლა არ გვიწევს, თუ სხვა User-ი არ გვაქვს 
                შექმნილი კამერაზე.
            6. კამერის პაროლი, თუ კამერაზე არ შევსულვართ უშუალოდ, პაროლი იქნება 123456 რომელიც ისედაც წერია მოცემულ ველში. თუ შეცვლილია უნდა შევიყვანოთ შეცვლილი კამერის პაროლი
            7. კამერის ID
            ` },
          {
           Img: 'dataIMG/Setup Interface/Camera/1-1-2.png', text: `Auto Search-ფანჯარა გვანახებს ქსელში ნაპოვნ მოწყობილობებს რომელიც შეგვიძლია დავუკავშიროთ NVR-ს, კამერები რომელიც უშუალოდ NVR-ზეა
           მიერთებული შეგვიძლია დავამატოთ უბრალოდ, მოდელის გასწვრივ მყოფი ჩექბოქსის მონიშვნით და OK ღილაკის დაჭერით`
          },
          {
            Img: 'dataIMG/Setup Interface/Camera/1-1-3.png', text: `პირველ ველში აირჩიეთ, პირველი IP მისამართი, თუ საიდანაც უნდა დაიწყოს შემოწმება, მეორე ველში კი სადაც დასრულდეს, მიეცით Search-ღილაკს
            და Auto-Search-ის მსგავსად ქვედა ველში გამოვა ნაპოვნი მოწყობილობები.`
           },
           {
            Img: 'dataIMG/Setup Interface/Camera/1-2.png', text: `მოცემულ ფანჯარაში გამოვა დაკავშირებული Fisheye კამერები`
           },
           {
            Img: 'dataIMG/Setup Interface/Camera/1-3.png', text: `თუ გვსურს კამერაზე პაროლის შეცვლა ამ ფანჯარაში,დაკავშირებული კამერის არჩევის შემდგომ დააჭირეთ
            1. Batch Change Camera Password-ს, შემდგომ შეძლებთ ახალი კამერის პაროლის შეყვანას, ანდაც უბრალოდ Sync-ის მონიშვნით კამერისთვის
            NVR-ის პაროლის მინიჭებას`
           },
           {
            Img: 'dataIMG/Setup Interface/Camera/2.png', text: `Encoding - ფანჯარაში ხდება პირდაპირი ეთერისა და ჩანაწერის ხარისხის კონტროლი, თითოეული კამერისთვის, ასევე კომპრესირების მეთოდების არჩევა
            მეხსიერების დასაზოგად
            1.აირჩიეთ კამერა
            2.Storage Mode - აირჩიეთ თუ რომელი სტრიმი იქნას შენახული, Main Stream თუ Sub Stream, ასევე შესაძლებელია ორივე
                 Main Stream - ხარისხისთვის
                 Sub Stream - მეხსიერების ეკონომიისთვის
            3.აქ შეგიძლიათ აირჩიოთ სხვადასხვა მზა სტრიმის რეზოლუციები და FPS 
            გვაქვს სტრიმის ორი კატეგორია. მეინ სტრიმი არის მაღალ ხარისხიანი სტრიმი რომელიც მთავარ ყურადღებას უთმობს სტრიმის ხარისხს,
            საბ სტრიმი კი ცდილობს მაქსიმალურად შეამციროს მეხსიერების ხარჯი ხარისხის სანაცვლოდ. მეინ სტრიმი ასევე არის HD, მაგრამ საბ სტრიმი
            ნაკლებად ხარჯავს ქსელის რესურსებსაც.
            1.Stream Type - აქ ვირჩევთ სტრიმის რეჟიმს, მეინ სტრიმს აქვს 2 ვარიანი, სტანდარტული და event-ი რომლის შემთხვევაშიც კამერა აღიქვამს ცვლილებებს
            გარემოში მაგალითად განათებას და ცვლის სინათლის პარამეტრებს შესაბამისად.
            2.Video Compression - გვაქვს ორნაირი კომპრესირება H.264 და H.265, ორივე გამოიყენება ვიდეოს კომპრესირებისთვის ანუ ჩანაწერის ფაილის ზომის
            შესამცირებლად, მინიმალური დანაკარგით ხარისხში, მაგრამ H.265-ბევრად უკეთეს შედეგს გვაძლევს.
            3.Resolution - ანუ თუ რამდენი პიქსელია გამოყენებული გამოსახულების გადმოსაცემად, მეტი პიქსელი გვაძლევს რა თქმა უნდა უკეთეს გამოსახულებას
            მაგრამ მოითხოვს მეტ რესურსს.
            4.Image Quality - გამოსახულების ხარისხი, გაწიეთ მარჯვნივ უკეთესი ხარისხისთვის, მარცხნივ მეხსიერების დასაზოგად.
            5.BitRate - განსაზღვრავს თუ რამდენი ბიტია გადაცემული წამში და დამუშავებული, ვიდეოებსა და ფოტოებში ზოგადად ბიტრეიტი ძალიან მნიშვნელოვანია იმიტომ, რომ ძალიან დიდი ინფორმაცია გადაიცემა, და რაც უფრო მეტის გადაცემა შეგვიძლია მით უფრო ნაკლები იქნება დანაკარგი ხარისხში
            6.  Frame Rate - რამდენი გამოსახულება ჩაიტვირთება წამში, რომ შეკრას სტრიმი
            7. U-Code - კომპრესირება`
           },
           {
            Img: 'dataIMG/Setup Interface/Camera/3.png', text: `Audio - ფანჯარაში შეგვიძლია ხმის კონფიგურაცია,ხარისხის კონტროლი და კომპრესირება.
            1. აირჩიეთ კამერა რომელსაც აქვს აუდიო მხარდაჭერა
            2. ჩაურთეთ ან გამოურთეთ კამერას ხმის ჩაწერის ფუნქცია
            3. Input Volume - შემომავალი ხმის სიმაღლე
            4. აუდიო კომპრესირების მეთოდი, რომლის მეშვეობითაც ხდება აუდიო ფაილების ზომის შემცირება შესანახად
            5. Sample Rate - განსაზღვრავს წამში რამდენჯერ ვარჩევთ ან ვზომავთ ანალოგურ აუდიო სიგნალს,როდესაც ის გარდაიქმნება ციფრულ სიგნალში.
            6. Noise Suppression - ფუნქცია რომელიც ახშობს უკანა ფონზე ხმაურს და მხოლოდ ადამიანის ხმა მოაქვს
            7. Output Volume - გამოცემული ხმის სიმაღლე
            8. Alarm Volume - განგაშის ხმის სიმაღლე`
           },
           {
            Img: 'dataIMG/Setup Interface/Camera/4.png', text: `OSD-იშიფრება როგორც On-Screen Display, ეს ფუნქცია გამოიყენება ტექსტური ინფორმაციის გამოსატანად შერჩეულ კამერაზე და პირდაპირ ეთერში
            გარდა მონიტორინგისა შეგვიძლია ვიხილოთ ჩვენ მიერ თან დართული დეტალები. ტექსტური სახით ასევე შესაძლებელია ჭკვიანი ფუნქციების შედეგად მიღებული ინფორმაციის გამოტანა, მაგალითად People Counting ფუნქცია.
            1. აირჩიეთ კამერა
            2.  დაარქვით კამერას სახელი, კამერა ამ სახელით გამოჩნდება სხვა ფანჯრებში, მათ შორის Live View-ში. 
            3. OSD Camera Name - განსაზღვრავს თუ რა სახელით გამოვა იგი მონიტორინგისას ტექსტური სახით, თუ ჩართავთ 2. პუნქტის გასწვრივ მყოფ Sync-ს კამერის და OSD-ს სახელი ერთი და იგივე იქნება
            4. რათა დავურთოთ კამერას დროის მაჩვენებელი ჩანაწერზე, გადაიყვანეთ Show Time: on-ზე
            5. თუ გვსურს რომ OSD Camera Name- გამოჩნდეს ეკრანზე, გადაიყვანეთ Show Name: on-ზე
            6. Count People გადაიყვანეთ on-ზე თუ გსურთ რომ ეკრანზე დაინახოთ კამერის People Counting ფუნქციის მიერ დათვლილი ობიექტები.
            7. აირჩიეთ დროის ფორმატი
            8. გამოსახული ტექსტის ზომა
            9. გამოსახული ტექსტის ფერი`
           },
           {
            Img: 'dataIMG/Setup Interface/Camera/4-1.png', text: `Content-ფანჯარაში შეგვიძლია ჩვენთვის სასრუველი დამატებითი ინფორმაციის მითითება, რათა ეს ფანჯარა გამოჩნდეს საჭიროა, რომ კამერასაც ჰქონდეს OSD-ს მხარდაჭერა`
           },
           {
            Img: 'dataIMG/Setup Interface/Camera/5.png', text: `Image-ფანჯარაში შეგვიძლია ვცვალოთ გამოსახულების ხარისხი, პირდაპირი ეთერის თავისებურებები, მაგალითად განათება, კონტრასტი და ასე შემდეგ, Image-ში
            გამოსახული ინფორმაცია არის ინდივიდუალური თითოეული კამერისთვის, შესაბამისად აქ მოცემული მაჩვენებლები არის კამერის ნაწილი და NVR-დან
            ხდება მათი მართვა.
            1. სცენები არის წინასწარ განსაზღვრული პარამეტრების ერთობლიობა, რომლებიც შეგვიძლია გამოვიყენოთ გამოსახულების თავისებურებების
            ცალკეული ცვლილების სანაცვლოდ.
            2. Default-ღილაკით შესაძლებელია გამოსახულების პარამეტრების ქარხნულზე გადმოყვანა, თუ არ მოგწონთ თქვენს მიერ შეცვლილი გამოსახულება
            უბრალოდ დააკლიკეთ მოცემულ ღილაკს რათა დააბრუნოთ სტანდარტულზე.`
           },
           {
            Img: 'dataIMG/Setup Interface/Camera/6.png', text: `თუ გსურთ,რომ კამერა არ იწერდეს ტერიტორიის რაღაც ნაწილს, შეგიძლიათ გამოიყენოთ Privacy Mask ფუნქცია, მოცემული ფუნქცია ქმნის მკვდარ
            ზონას რომელშიც არაფერია გამოსახული და არ ხდება მონიშნული ტერიტორიის ჩაწერა.
            1. ჩართეთ Privacy Mask ფუნქცია.
            2. აირჩიეთ ტერიტორია რომელიც არ იქნება გადმოცემული Live view-ფანჯარაში და არ იქნება შენახული PlayBack-ში`
           },
           {
            Img: 'dataIMG/Setup Interface/Camera/7.png', text: `ეს ფუნქცია ზომავს სხეულის ტემპერატურას ინფრაწითელი გამოსხივების მეშვეობით და შესაფერისია ხალხმრავალი ადგილებისთვის, როგორიცაა
            საავადმყოფოები, სადგურები და სავაჭრო ცენტრები, მაღალი ტემპერატურის დაფიქსირებაზე შესაძლებელია განგაშის გაშვება
            შენიშვნა: ამ ფუნქციის გამოსაყენებლად, გთხოვთ, ჯერ ჩართოთ სახის ამოცნობა. გთხოვთ, ერთდროულად ჩართოთ სახის შედარება და ამოცნობა საუკეთესო შედეგისთვის.`
           },
           {
            Img: 'dataIMG/Setup Interface/Camera/8.png', text: `პანორამული, ანუ 360 გრადუსით გადაღებული კადრი. თუ კამერას აქვს მოცემული ფუნქცია შეგვეძლება ვნახოთ წრიული გამოსახულება`
           }
  
          
          ]
        },
        {
          header: 'Client',
          cards: [
            { Img: 'dataIMG/Setup Interface/Client/1.png', text: `კლიენტის მენიუზე არის მარტივად გამოტანილი პარამეტრები,რომელიც შესაძლოა დაგჭირდეთ:
            1.აქ შესაძლებელია ვიდეოს ხარისხის არჩევა, Main Stream - უკეთესი ხარისხი მაგრამ ესაჭიროება მეტი მოწყობილობის რესურსი, Sub Stream - დაბალი ხარისხი, მეტი გადაცემის სიჩქარე, საჭიროებს ნაკლებ რესურსს
            2.ვირჩევთ რეზოლუციას, გვინდა რომ გამოსახულებამ მთლიანად შეავსოს ველი (გამოსახულების გაწელვით და ოდნავ დამახინჯებით) თუ იყოს ორიგინალურ ზომაში
            3.ვირჩევთ თუ რომელია ჩვენთვის პრიორიტეტული,Real Time Priority - მიმდინარე ჩანაწერის ჩქარი მოწოდება, თუ ჩანაწერის სიზუსტე Fluency
            Priority
            4.ვირჩევთ ვიდეოს ზომას, თუ რა ზომებად გვსურს რომ NVR-მა დაყოს ჩანაწერები.
            5.აირჩიე თუ სად შეინახოს ჩამოტვირთული ჩანაწერები
            6.აქ ვირჩევთ რომელი პროტოკოლით მოხდება ინფორმაციის ჩანაწერა, TCP-ით თუ Multicast-ით, multicast-ის კონფიგურირება და ბენეფიტები განხილულია Network-ის სექციაში` },
          ]
        },
        {
          header: 'Storage',
          cards: [
            { Img: 'dataIMG/Setup Interface/Storage/1.png', text: `Recording Schedule - ფანკარაში კამერას ვანიჭებთ ჩაწერის უფლებას დროის რაღაც შუალედში ან რაიმე განსაზღვრულ შემთხვევაში, ჩვეულებრივ შემთხვევაში
            კამერა გაშვებულია განუწყვეტლივ ჩაწერის რეჟიმზე
            1. აირჩიეთ კამერა რომლის ჩაწერის გრაფიკიც გსურთ რომ შეცვალოთ
            2. ჩაწერის დაწყებამდე შუალედი
            3. ჩაწერის დამთავრებამდე შუალედი
            4. სარეზერვო ასლის ჩაწერა, ჩაწერილ ვიდეოებს სინქრონულად ინახავს ზედმეტ დისკებზე
            ვიდეოს დაკარგვის თავიდან აცილების მიზნით. ამ ფუნქციამ რომ იმუშაოს საჭიროა მინიმუმ ერთი Backup-დისკის კონფიგურაცია.
            5. ჩართეთ ან გამორთეთ ჩაწერის გრაფიკი რომელსაც კამერა უნდა მიჰყვეს, გამორთვის შემთხვევაში მუდმივ ჩაწერაზე გადავა
            6. შეინახეთ აუდიო ჩანაწერი
            7. ქვემოთ მოცემულ ველში, Edit-ღილაკის დაჭერის შემდგომ ,შეგვეძლება გრაფიკის ცვლილება ჩვენს მიერ არჩეული კამერისთვის` },
            { Img: 'dataIMG/Setup Interface/Storage/1-2.png', text: `მოცემულ ფანჯარაში შეგვიძლია განვსაზღვროთ კამერის ჩაწერის გრაფიკი და ავირჩიოთ თუ რა შემთხვევაში გვსურს, რომ კამერამ განახორციელოს ჩანაწერი.
            აქ შეგვიძლია რომ ავირჩიოთ კვირების დღეები და ცალკეულად გავფილტროთ დრო თუ როდის ჩაიწერს კამერა
            და ასევე ავირჩიოთ Type
            Type - აღნიშნავს პირობას რომლის შესრულების შემთხვევაში კამერა დაიწყებს გადაღებას
            Normal - იწერს ვიდეოს ჩვენს მიერ განსაზღვრული დროის შუალედში
            Event - იწერს რაიმე ქმედების შემთხვევაში, განგაშის შემთხვევაში
            Motion - იწერს ვიდეოს მოძრაობის დაფიქსირების შემთხვევაში. Motion Detection
            Alarm - იწერს ვიდეოს როდესაც იღებს Alarm Input- პორტში სხვა საგანგაშო მოწყობილობისგან ინფორმაციას
            M and A - Motion და Alarm პირობების დაკმაყოფილების შემთხვევაში დაიწყება ჩაწერა
            M or A - Motion ან Alarm პირობების დაკმაყოფილების შემთხვევაში დაიწყება ჩაწერა
            ` },
            { Img: 'dataIMG/Setup Interface/Storage/3.png', text: `მოცემულ ფანჯარაში შეგვიძლია ინფორმაცია ვიხილოთ პირდაპირ ფიზიკურად დაერთებული მყარი დისკების შესახებ, დავაფორმატოთ ისინი (დავაცარიელოთ), ვნახოთ მყარი დისკის სტატუსი და დახარჯული მეხსიერების ოდენობა და ასევე შესაძლებელია მყარი დისკის დამატება NAS
            სერვერთან კავშირით და მყარი დისკის Backup-ად გამოყენება.
            1.Add-ღილაკის მეშვეობით შეგვიძლია დავამატოთ სერვერზე მყოფი მეხსიერება, ვიდეო ჩაწერისთვის ანდაც Backup-ისთვის. ` },
            { Img: 'dataIMG/Setup Interface/Storage/4.png', text: `Disk Group-ფანჯარაში ხდება მყარი დისკის დაჯგუფება, რათა სამომავლოდ კამერებზე მოხდეს კონკრეტული ჯგუფების მინიჭება, და კამერებისთვის მეხსიერების ლიმიტის განსაზღვრა, რაც შესაძლებლობას მოგვცემს, რომ მეხსიერება ეფექტურად გავანაწილოთ
            1. ჩართეთ Disk Group
            ქვემოთ მოცემულ ველში მიანიჭეთ მყარ დისკებს თუ რომელ ჯგუფებში იქნებიან` },
            { Img: 'dataIMG/Setup Interface/Storage/5.png', text: `Allocate Space - ამ ფანჯარაში ხდება კამერებისთვის მყარი დისკის მეხსიერების განაწილება და ლიმიტების მინიჭება, აქ შეგვიძლია ავირჩიოთ ჩვენ 
            მიერ მინიჭებული მყარი დისკების ჯგუფი და გავანაწილოთ მათი მეხსიერება კამერებზე.
            1. აირჩიეთ კამერა რომლისთვისაც გსურთ ჩაწერის ლიმიტის მინიჭება
            2. აქ არის გამოტანილი ინფორმაცია თუ რამხელა მეხსიერება იქნა გამოყენებული, კამერის მიერ გადაღებული ვიდეო ჩანაწერისთვის
            3. აქ არის გამოტანილი ინფორმაცია თუ რამხელა მეხსიერება იქნა გამოყენებული, კამერის მიერ გადაღებული ფოტოებისთვის
            4. მყარი დისკის მოცულობა
            5. მიანიჭეთ მაქსიმალური ვიდეო ჩანაწერის მეხსიერება კამერას, კამერიდან მოსული ვიდეო ინფორმაცია აღარ იქნება შენახული NVR-ში, როდესაც 
                 კამერა ლიმიტს მიაღწევს
            6. მიანიჭეთ მაქსიმალური ფოტოსურათის მეხსიერება კამერას, კამერიდან მოსული ფოტოები აღარ იქნება შენახული NVR-ში, როდესაც 
                 კამერა ლიმიტს მიაღწევს
            
            ` },
            { Img: 'dataIMG/Setup Interface/Storage/6.png', text: `Advanced-ფანჯარაში ვირჩევთ თუ რა მოხდეს მყარი დისკის გავსების შემთხვევაში
            Overwrite-გააგრძელოს ჩაწერა და წაშალოს ყველაზე ძველი ჩანაწერები რათა გაათავისუფლოს ადგილი
            Stop-შეწყვიტოს ჩაწერა` },
  
          ]
        },
        {
          header: 'System',
          cards: [
            { Img: 'dataIMG/Setup Interface/System/System-1.png', text: `სისტემის Basic Setup-ფანჯარაში შეგვიძლია ვიხილოთ ინფორმაცია ჩვენი მოწყობილობის შესახებ ასევე შეგვიძლია სახელი შევუცვალოთ 
            მოწყობილობას, შევცვალოთ ენა რომლითაცა არის წარმოდგენილი მოწყობილობის ინტერფეისი.
            1. ამ ველში შეგიძლიათ სახელი დაარქვათ თქვენს მოწყობილობას, ჩვეულებრივ შემთხვევაში მას უბრალოდ მისი მოდელის სახელი ერქმევა, ამ სახელით გამოჩნდება შემდგომ მოწყობილობა ქსელში
            2. მოწყობილობის ID
            3.თუ შემოსვლამდე ვერ მოასწარით ენის შეცვლა, ამ ველის მეშვეობით შეგიძლიათ აირჩიოთ თქვენთვის სასურველი ენა
            4.მოწყობილობის მოდელი რომლის მეშვეობითაც შეგიძლიათ მოიძიოთ დამატებითი ინფორმაცია
            5.სერიული ნომერი, რომელიც აწერია მოწყობილობის სტიკერს და შეგიძლიათ ასევე ნახოთ EZTools-ში
            6.მოწყობილობაში ჩაწერილი Software-ის ვერსია, ეს  Software-ია პასუხისმგებელი თქვენი მოწყობილობის მართვაზე
            7.გამოშვების თარიღი
            8.აღრიცხავს თუ რამდენი დრო გავიდა NVR-ის ჩართვის შემდგომ
            9. შენახვის ღილაკი, არ დაგავიწყდეთ შენახვის ღილაკის გამოყენება ყოველ ჯერზე როდესაც ცვლილლებას შეიტანთ კონფიგურაციაში(მაგალითად თუ სახელი შეცვალეთ აუცილებლად დააჭ` },
            { Img: 'dataIMG/Setup Interface/System/System-2.png', text: `მოცემულ ფანჯარაში შეგვიძლია ავირჩიოთ ეკრანზე გამოტანილი გამოსახულების ფორმატი,ჯერ ავირჩიოთ პორტი რათა კონკრეტული პორტი შევცვალოთ,შეგვიძლია ავირჩიოთ პორტზე რა ხარისხით გამოვა გამოსახულება(რათქმაუნდა თუ ეკრანი და გადამცემი პორტი გვაძლევს ამის საშუალებას), ასევე შეგვიძლია ავირჩიოთ ეკრანზე გამოსახული უჯრების რაოდენობა და ასე შემდეგ.
            1. ავირჩიოთ ინტერფეისი რომლის კონფიგურირებაც გვსურს
            2. ავირჩიოთ ინტერფეისით გამავალი სტრიმის რეზოლუცია და სიხშირე
            3. ავირჩიოთ თუ რამდენი უჯრა გამოვა მონიტორზე და რომელი კამერა იქნება მინიჭებული თითოეულ მათგანზე
            4. განგაშის შემთხვევაში რამდენი ფანჯარა გამოვიდეს დაერთებულ ეკრანზე
            5. რამდენ ხანში ერთხელ შეცვლის კამერას სხვა კამერა (შეუმოწმებელი ინფორმაცია)
            6. ჩავრთოთ კამერების მონაცვლეობა (შეუმოწმებელი ინფორმაცია)` },
            { Img: 'dataIMG/Setup Interface/System/System3.png', text: `იმისთვის რომ NVR-მა სწორად აღრიცხოს ჩანაწერის თარიღი და კამერაზე თუ გაქვთ დროის გამოსახვა ჩართული დაინახოთ სწორი თარიღი, უნდა
            შეამოწმოთ, რომ დრო სწორადა არის დაყენებული.
            1. აირჩიეთ უახლოესი დროის სარტყელი
            2. უფრო ზუსტი დროისთვის აირჩიეთ დროის სინქრონიზაციის მეთოდი მაგალითად (NTP Server-ი), სერვერი რომელიც პასუხისმგებელია დროის
                 სიზუსტეზე, შეგიძლიათ გამოიყენოთ თქვენი სერვერი ან უფასო სერვერი ონალინ.
            3.აირჩიეთ თუ რა თანმიმდევრობით გინდათ რომ გამოჩნდეს წელი/თვე/დღე
            4.აირჩიეთ დროის ინტერვალი, 12 საათიანი ან 24 საათიანი
            არ დაგავიწყდეთ შენახვა!
            ` },
            { Img: 'dataIMG/Setup Interface/System/System-3-2.png', text: `ჩართეთ მოცემული ფუნქცია თუ გსურთ რომ კამერაზე გამოსახული დრო ჩაასწორო NVR-მა თავისი დროით` },
            { Img: 'dataIMG/Setup Interface/System/System-4.png', text: `DST - Daylight Savings Time, ეს სისტემა არ ეხება ჩვენს ქვეყანას, მაგრამ ზოგადი ინფორმაციისთვის Daylight Savings Time- არის იმისთვის, რომ 
            გაზაფხულის მოახლოებისას საათები ერთი საათით უკან დაყენდეს, ხოლო შემოდგომის მოახლოებისას ერთი საათით წინ, ეს იმიტომ ხდება, რომ დღის ხანგრძლივობა იცვლება სეზონის მიხედვით. მოცემული ფუნქცია არ არის საჭირო თუ ვიყენებთ, NTP Server-ს ან ქლაუდ სერვერს.` },
            { Img: 'dataIMG/Setup Interface/System/System-5.png', text: `დღესასწაულის ჩაწერა საშუალებას გაძლევთ მიუთითოთ გარკვეული დროის პერიოდები, როგორც დღესასწაულები
            დაგეგმილი ჩაწერისთვის. პირველ რიგში მიუთითეთ გარკვეული თარიღები, როგორც დღესასწაულები და
            შემდეგ დააკონფიგურირეთ ჩაწერის განრიგი ამ დღეებში.
            დააჭირეთ Add-ღილაკს რომ დაამატოთ დღესასწაული.` },
  
                      { Img: 'dataIMG/Setup Interface/System/System-5-1.png', text: `1. მიუთითეთ დღესასწაულის სახელი
                      2. მიუთითეთ იყოს თუ არა დამატებული დღესასწაული აქტიური
                      3. გამეორდეს თუ არა
                      4. გამეორდეს დღიურად თუ კვირეულად
                      5. მიუთითეთ დღესასწაულის დაწყების ზუსტი თარიღი
                      6. მიუთითეთ დამთავრების ზუსტი თარიღი
                      
                      დააკლიკეთ ON-ღილაკს რომ გააქტიუროთ დღესასწაუ` },
                      { Img: 'dataIMG/Setup Interface/System/System-6.png', text: `მალე დაემატება` }, 
   { Img: 'dataIMG/Setup Interface/System/System-7-1.png', text: `მოცემულ ფანჯარაში შეგვიძლია ავირჩიოთ მისამართების სია რომელთაც უფლება აქვთ ან არ აქვთ რომ დაუკავშირდნენ ჩვენს NVR-ს.
                      1. მისამართების ფილტრის ჩასართავად აიჩიეთ ან Blocklist ანდაც Allowlist
                      Blocklist - პასუხისმგებელია რომ მასში მითითებული მისამართები დაბლოკოს და არ შემოუშვას ჩვენს მოწყობილობაში, ანუ თუ გვინდა რომ ჩვენს
                          ქსელში შევუზღუდოთ ზოგიერთ მოწყობილობებს წვდომა, ჩავრთავთ ამ ფუნქციას და დავამატებთ მისამართებს.
                      Allowlist - თუ გვინდა რომ ჩვენს NVR-ზე წვდომა მხოლოდ კოკრეტულ მისამართებს ჰქონდეს და სხვას არავის ჩავრთავთ ამ ფუნქციას.` },
                      { Img: 'dataIMG/Setup Interface/System/System-7-1.png', text: `HTTPS - ის ანუ დაენკრიპტებული ვებ ტრაფიკის ჩართვა ხდება ამ ფანჯრიდან მაგრამ საჭიროა შესაბამისი სერთიფიკატის ქონა,რომელიც საჭიროა HTTPS-ის
                      გასაქტიურებლად !` },
                      { Img: 'dataIMG/Setup Interface/System/System-7-2.png', text: `ჩართეთ ONVIF ავთენტიფიკაცია აქ რათა მომხმარებლის სახელი და პაროლი საჭირო იყოს ONVIF-ზე დაფუძნებული მოწყობილობის წვდომისთვის` },
                      { Img: 'dataIMG/Setup Interface/System/System-7-3.png', text: `ჩართეთ SSH უსაფრთხო დისტანციური წვდომისთვის.` },
                      { Img: 'dataIMG/Setup Interface/System/System-7-4.png', text: `მალე დაემატება` },
                      { Img: 'dataIMG/Setup Interface/System/System-7-5.png', text: `
                      ARP პროტოკოლი გამოიყენება IP მისამართის MAC-თან დასაკავშირებლად. ARP შეტევები ძირითადად ხდება LAN-ზე, რომელშიც 
                      თავდამსხმელები იყენებენ გაყალბებულ IP და MAC მისამართებს. APR დაცვა ხელს უშლის ამ სახის შეტევებს gateways-ს MAC მისამართის გადამოწმებით წვდომის ყოველ მოთხოვნაზე.
                      ` },
                      { Img: 'dataIMG/Setup Interface/System/System-7-6.png', text: `აქედან შეგვიძლია ჩავურთოთ კამერას Watermark-ი  და მივანიჭოთ ტექსტი, ეს ტექსტი არ გამოჩნდება არც Live View-ში და არც PlayBack-ში, მაგრამ
                      როდესაც ჩამოვტვირთავთ ჩანაწერს და გავუშვებთ EZPlayer-ით Watermark-ი დაემჩნევა,  Watermark-ი არ არის მოშლადი და მისი მეშვეობით
                      შესაძლებელია მოპარული კადრების ამოცნობა.` },
                      { Img: 'dataIMG/Setup Interface/System/System-8.png', text: `POS - Point Of Sale - უკავშირებს NVR-ს POS-სერვერს, სერვერს რომელიც აღრიცხავს სალაროში გატარებულ პროდუქციას და შემავალ გამავალ თანხას
                      და ურთავს ტექსტური სახით ინფორმაციას კამერას რომელზედაც გავააქტიურეთ POS. გააქტიურებულ კამერას არამარტო მიენიჭება ტექსტური სახით,
                      აღრიცხული დეტალები პროდუქტის გატარებასთან დაკავშირებით, არამედ ჩანაწერები მოძებვნადი გახდება ამ ინფორმაციით. შესაძლებელი გახდება
                      კადრების, ტექსტურ ინფორმაციასთან შედარება და დანაკარგის კონტროლი.
                      
                      1. დაამატეთ POS` },
                      { Img: 'dataIMG/Setup Interface/System/System-8-1.png', text: `1. დაარქვით სახელი
                      2. იყოს თუ არა გააქტიურებული
                      3. აირჩიეთ პროტოკოლი
                      4. დაუკავშირდით POS სერვერს
                      5. აირჩიეთ კამერა რომელზეც გსურთ ამ ფუნქციის ჩართვა` },
                      { Img: 'dataIMG/Setup Interface/System/System-8-2.png', text: `ვირჩევთ თუ სად და როგორ გვინდა რომ ეს ინფორმაცია იყოს გამოსახული
                      1. აირჩიეთ მხარე (მარჯვნივ,მარცხნივ,შუაში)
                      2. აირჩიეთ ფონტის ზომა
                      3. აირჩიეთ ტექსტის ფერი
                      4. აირჩიეთ თუ რამდენი ხანი გინდათ რომ ტექსტი ჩანდეს ეკრანზე` },
                      { Img: 'dataIMG/Setup Interface/System/System-9.png', text: `აირჩიეთ ტემპერატურის შესახებ ინფორმაცია NVR-ში ცელსიუსებში გამოჩნდეს თუ ფარენჰეიტში` },
          
          
          ]
          
  
        },
        {
          header: 'Upgrade',
          cards: [
            { Img: 'dataIMG/Setup Interface/Upgrade/1.png', text: `NVR Upgrade ფანჯარაში შეგვიძლია განვაახლოთ ჩვენი მოწყობილობის Fimware, ზოგიერთი NVR-ისთვის ეს ფანჯარა შეგიძლიათ იხილოთ Maintenance-ში
            1. ლოკალურად ავირჩიოთ განახლების ფაილი თუ ჩამოწერილი გვაქვს საიტიდან, ამისთვის აირჩიეთ Browse იპოვეთ საქაღალდე თუ სადაც შეინახეთ განახლება და დააჭირეთ Upgrade-ს, მოწყობილობა დარესეტდება განახლების მიღების შემდგომ.
            2. ავტომატურად მოხდეს შემოწმება გამოსულია თუ არა ახალი ვერსია, და თუ იპოვის მოგცემთ შემოთავაზებას, რომ გაახლოთ მოწყობილობა, დათანხმების შემთხვევაში მოწყობილობის Fimware განახლდება და მოწყობილობა დარესეტდება` },
            { Img: 'dataIMG/Setup Interface/Upgrade/2.png', text: `გარდა NVR-ისა ასევე შეგვიძლია დაკავშირებული კამერების განახლება NVR-იდან, ქვემოთ მოცემულ ველში ჩვენთვის სასურველი კამერის არჩევით
            და ზუსტად იგივე პროცედურის გავლით.` },
          ]
        },
        {
          header: 'User',
          cards: [
            { Img: 'dataIMG/Setup Interface/User/1.png', text: `User - ფანჯარაში შესაძლებელია, User-ების დამატება, წაშლა და მენეჯმენტი. ქვემოთ მოცემულ ველში არის ასახული თითოეული მომხმარებელი
            1. Add- ღილაკით შესაძლებელია ახალი მომხმარებლის დამატება
            2. Modify -ით მომხმარებლის მონაცემების და უფლებების ცვლილება
            3. Delete-ით მომხმარებლის ამოშლა` },
            { Img: 'dataIMG/Setup Interface/User/2.png', text: `Add-ღილაკის დაჭერისას გაიხსნება მოცემული ფანჯარა სადაც შეგვიძლია მომხმარებლის დამატება, ანუ NVR-ში შესვლა მოხდება ამ მომხმარებლის მონაცემებით და ექნება შესაბამისი, მინიჭებული უფლებები
            1. დაარქვით მომხმარებელს სახელი, მაგალითად Client
            2. დაადეთ პაროლი რომლითაც მოხდება მომხმარებლის იდენტიფიკაცია NVR-ში შესვლისას
            3. გაიმეორეთ პაროლი
            4. აირჩიეთ მომხმარებლის ტიპი, აქ არის წინასწარ გამზადებული უფლებები რომელიც შეგიძლიათ მალევე მიანიჭოთ თქვენს მიერ შექმნილ მომხმარებელს
            5. ჩართეთ ან გამორთეთ უფლებები რომლითაც განსაზღვრავთ თუ ამ მომხმარებელს რა დონეზე შეეძლება მოწყობილობის მართვა
                 Configure - ცვლილებები შეიტანოს მოწყობილობის პარამეტრებში
                 Upgrade - მოახდინოს მოწყობილობის განახლება
                 View and Export Logs - ნახოს მოწყობილობის მიერ გამოტანილი შეტყობინებები და გადმოწეროს
                 Restart - გადატვირთოს მოწყობილობა
            6. კამერის მართვის უფლებები (შეგვიძლია თითოეული კამერისთვის ინდივიდუალურად მინიჭება, All-ის გასწვრივ მყოფი ღილაკით)
                1.Live View - უყუროს პირდაპირ ეთერში კამერას 
                2.Audio - მოუსმინოს აუდიო ჩანაწერს ან გადასცეს აუდიო
                3.PTZ Control - ამოძრაოს მართვადი კამერის მოდელი
                4.Playback - ნახოს ჩანაწერი და ჩამოტვირთოს
                5.Manual Recording on NVR - მოახდინოს ხელით ჩაწერა
                6.Local Backup - შექმნას Backup-ი` },
         { Img: 'dataIMG/Setup Interface/User/3.png', text: `Modify-ღილაკის დაჭერისას გაგვეხსნება იდენტური პანელი, როგორიც შექმნისას გვხვდება, უბრალოდ აქ პარამეტრებს ვცვლით,ნულიდან შეყვანის სანაცვლოდ` },
          ]
        },
  
      ]
    },
    {
      smart: [
        {
          header: 'Face Detection',
          cards: [
            { Img: 'dataIMG/Smart Interface/Face Detection/1.png', text:`სახის ამოცნობის ფუნქციის ძირითადი მიზანია ამოიცნოს ობიექტი, დააფიქსიროს მისი სახე და მოახდინოს ქმედება რომელსაც ჩვენ მივანიჭებთ, ეს ფუნქცია 
            საშუალებას იძლევა, რომ სახის დაფიქსირებისას წამოიწყოს განგაში სისტემამ ანდაც გადააგზავნოს კადრი რომელშიც იქნა სახე დაფიქსირებული, ზოგიერთ
            კამერას ასევე გააჩნია სახის ანალიზის ფუნქცია, სადაც იგი ადარებს სახეს და თუ მსგავსებას იპოვის გვატყობინებს თუ ვინ ამოიცნო, მაგრამ ეს ფუნქცია არ უნდა
            აგვერიოს სახის ამოცნობაში, სახის დაფიქსირება ანუ (Face Detection)- პასუხისმგებელია მხოლოდ სახის დანახვის შემდგომი ინფორმირებისთვის, 
            სახის ანალიზისთვის კი გამოიყენება ჭკვიანი ფუნქცია სახელად სახის შედარება (Face Comparison).
            სახის ამოცნობის ფუნქციას გააჩნია 2 სახის ზონა რომელშიც ხდება სახის ძიება
            სრული და დაზუსტებული
            სრულის შემთხვევაში Detection Area-ში ვირჩევთ Full Screen-ს და კამერა იწყებს მის სრულ არეალში სახის ძიებას
            დაზუსტებულის შემთხვევაში Detection Area-ში ვირჩევთ Specify Area-ს და ვხაზავთ Draw Area-ს გამოყენებით ზონას რომელშიც გვსურს სახის შემოწმება`},
          
          ]
        },
        {
          header: 'Intrusion Detection',
          cards: [
            { Img: 'dataIMG/Smart Interface/Intrusion Detection/1.png', text: `Intrusion Detection - შეჭრის დაფიქსირება არის ფუნქცია რომელიც ქმნის ზონას რომელში შესვლის შემთხვევაშიც ეშვება ჩვენს მიერ მინიჭებული პირობა,
            ფუნქციის ჩართვის შემდგომ, ზონის შესაქმნელად აირჩიეთ Draw Area და მონიშნეთ ტერიტორია რომელში შეჭრი შედეგადაც, გაეშვება განგაში რომელსაც ჩვენ
            თავად ავარჩევთ Trigger Actions-ში. Email-ის არჩევის შედეგად, მეილზე გამოგზავნილი იქნება ობიექტის ფოტო აკრძალულ ზონაში.
            Time Threshold(s)- დრო, რომლის გასვლის შემთხვევაშიც თუ ობიექტი კვლავ იქნება ტერიტორიაზე გაეშვება განგაში.
            ` },
          ]
        },
        {
          header: 'Line Crossing',
          cards: [
            { Img: 'dataIMG/Smart Interface/Line Crossing/1.png', text: `Line Crossing-ანუ ხაზის გადაკვეთა არის ფუნქცია რომელიც აფიქსირებს ობიექტს ხაზის გადაკვეთამდე და გადაკვეთის შემდეგ, ახორციელებს განგაშს და 
            გვატყობინებს კადრების მეშვეობით თუ მითითებული გვაქვს Email განგაშის ფუნქცია.
            ხაზის გადაკვეთის ჩართვისას შეგვიძლია დავხაზოთ ზოლი Draw Area-ს მეშვეობით რომლის გადაკვეთის მიმართულებას ვირჩევთ Trigger Direction-ის 
            მეშვეობით, ზოლის ერთი მხარე არის იდენტიფიცირებული სიმბოლოთი და მეორეც, რის შედეგადაც შეგვიძლია განვსაზღვროთ რომელ მხარეს გადაკვეთისას
            გაეშვება განგაში.` },
            ]
        },
        {
          header: 'About Smart',
          cards: [
            { Img: 'dataIMG/Smart Interface/1.png', text: `SMART-ფანჯარაში არის გამოსახული ყველა ჭკვიანი ფუნქცია რომელსაც უჭერს მხარს ვიდეოჩამწერი მოწყობილობა და მასზე დაერთებული კამერა, ჭკვიანი
            ფუნქციის გასააქტიურებლად მონიშნეთ, ჭკვიანი ფუნქციის მარცხნივ მყოფი ყუთი, თითოეულ ფუნქციას ჭირდება ცალკეული კონფიგურაცია, რათა მათ
            იფუნქციონირონ ისე, როგორც მომხმარებელს სურს, რათა დავაკონფიგურიროთ ჩვენთვის სასურველი ფუნქცია უნდა დავაკლიკოთ ჭკვიანი ფუნქციის მარჯვნივ
            მყოფ ღილაკს.
            SMART-ფუნქციებს აქვს ორი სახის ინფორმაციის ანალიზი, ანალიზი რომელიც ხორციელდება კამერის მიერ და ანალიზი რომელიც ხდება ვიდეოჩამწერის მიერ.
            ასევე გასათვალისწინებელია, რომ ზოგიერთი ჭკვიანი ფუნქციის გააქტიურება ხელს უშლის სხვას, რის შედეგადაც ვერ მოხდება რამდენიმე ჭკვიანი ფუნქციის
            ერთდროული ჩართვა.` },
            ]
        }
      ]
    },
    {
      about: {
        header: 'about',
        text: `ქსელური ვიდეო ჩამწერი NVR - Network Video Recorder არის სპეციალიზებული კომპიუტერული სისტემა, რომელიც იწერს ვიდეოს მყარ დისკზე, USB ფლეშ დრაივზე, მეხსიერების ბარათზე ან მასობრივი შენახვის სხვა მოწყობილობაზე. თავად NVR არ მოიცავს კამერებს, მაგრამ უკავშირდება მათ ქსელის მეშვეობით,ზოგადად NVR - ებს აქვთ RJ-45 PoE პორტები, რომლებზეც შეგვიძლია ჩვენი კამერების მიერთება რეკომენდირებულია, რომ ერთი ბრენდის კამერა არ მიერთდეს მეორე უცხო ბრენდის კამერაზე რათა არ მოხდეს მათ შროის უთანხმოება, რადგანაც თითოეულ ბრენდს გააჩნია
        თავისი სტანდარტი,PoE - უზრუნველყოფს კამერასა და NVR-ს შორის, როგორც ინფორმაციის მიმოცვლას, ასევე საჭირო დენის მიწოდებას ამიტომაც ვიდეოკამერისთვის დამატებითი კვების წყაროს მიწოდება არ გვიწევს.
        გარდა კლასიკური NVR-ების, რომელთაც გააჩნიათ კამერების პორტები ასევე არსებობს NVR- რომელსაც მსგავსი პორტები არ გააჩნია. PoE პორტისგან განსხვავებით, თითოეულ NVR-ს გააჩნია LAN პორტი,ეს ის პორტია რომლითაც ჩვენი NVR უკავშირდება ქსელურ მოწყობილობას, იქნება ეს Switch-ი თუ Router-ი, შესაბამისად თუ LAN პორტით დავუკავშირდებით Switch-ს რომელთანაც არიან დაკავშირებულნი ჩვენი კამერები, ჩვენი NVR- შეძლებს მათი ჩანაწერების შენახვას, შესაბამისი კონფიგურაციის შემდგომ, შესაბამისად ხშირად მწარმოებელი ქმნის მაღალი წარმადობის NVR-ს იმ ფაქტის
        გათვალისწინებით, რომ ეს NVR იქნება გამოყენებული უკვე მზა ქსელში, სადაც კაბელების მხოლოდ NVR-ისთვის გაყვანა არაპრაქტიკული იქნება.
        NVR-ის შიგნით თავსდება მყარი დისკები, მაგრამ არ გეგონოთ რომ შეგიძლიათ უბრალო კომპიუტერის მყარი დისკი გამოიყენოთ,როგორც NVR არის
        მოწყობილობა რომელიც გათვლილია მუდმივი მუშაობისთვის და ვიდეოს დამუშავებისთვის და ვერ იქნება ჩანაცვლებული უბრალო კომპიუტერით,
        NVR-ის მყარი დისკებიც განსხვავდება ჩვეულებრივი მყარი დისკისგან და ზოგადად ბევრად უფრო დიდი მეხსიერებით მოითხოვება ვიდრე ჩვეულებრივი
        კომპიუტერის მყარი დისკები.
        ჩვენს მიერ მოწოდებული ინფორმაცია არის მხოლოდ UNV-ს ბრენდის NVR-ზე და სხვა NVR-ზე არ ვრცელდება, განსხვავებული ინტერფეისისა და 
        ფუნქციონალის გამო, ასევე შესაძლოა თქვენს NVR-ს არ ქონდეს აქ განმარტებული ყველა ფუნქციონალი, ან ჰქონდეს Software - ის უფრო ძველი ან
        ახალი ვერსია რის გამოც შეიძლება ზოგიერთი მოყვანილი დეტალი ყველა NVR-ზე ერთი ერთში არ ვრცელდებოდეს. ასევე ჩვენ მივიჩნევთ რომ თქვენი
        დანარჩენი ქსელური მოწყობილობები რომლებთანაც მოცემული NVR-ია მიერთებული სწორად არის დაკონფიგურირებული და უპრობლემოდ
        ფუნქციონირებს.`
      }
    }
]